{"status":"ok","totalResults":5,"articles":[{"source":{"id":null,"name":"Adevarul.ro"},"author":"Ana-Maria Maxim","title":"Universitatea Harvard oferă cursuri online gratuite. La fel și alte universități renumite","description":"Niciodată nu e prea târziu să înveți lucruri noi sau să te perfecționezi în carieră. Iar online-ul ne oferă acum prilejul să studiem cursuri puse la dispoziție chiar de Universitatea Harvard. Acestea sunt din domenii precum Sănătate, Educație, Economie sau Șt…","url":"https://adevarul.ro/stiri-interne/educatie/universitatea-harvard-ofera-cursuri-online-2498658.html","urlToImage":"https://cdn.adh.reperio.news/image-5/59701b7f-131c-4f3f-8490-14f83738b326/index.jpeg?p=f%3Djpeg%26w%3D1200%26h%3D630%26r%3Dcover","publishedAt":"2026-01-06T00:30:25Z","content":"Niciodat nu e prea târziu s învei lucruri noi sau s te perfecionezi în carier. Iar online-ul ne ofer acum prilejul s studiem cursuri puse la dispoziie chiar de Universitatea Harvard. Acestea sunt din… [+3583 chars]"},{"source":{"id":null,"name":"Storagereview.com"},"author":"Harold Fritts","title":"NVIDIA DGX Spark Achieves 2.5× Performance and 8× Video Speed in CES 2026 Enterprise Update","description":"At CES 2026, NVIDIA outlined a software update for DGX Spark that expands its role as a compact, on-premises AI system. The changes focus on new runtimes, quantization formats, and deployment playbooks that make it easier to run open-source models, automated …","url":"https://www.storagereview.com/news/nvidia-dgx-spark-achieves-2-5x-performance-and-8x-video-speed-in-ces-2026-enterprise-update","urlToImage":"https://www.storagereview.com/wp-content/uploads/2025/10/StorageReview-NVIDIA-DGX-Spark-28.jpg","publishedAt":"2026-01-06T02:38:18Z","content":"At CES 2026, NVIDIA outlined a software update for DGX Spark that expands its role as a compact, on-premises AI system. The changes focus on new runtimes, quantization formats, and deployment playboo… [+6260 chars]"},{"source":{"id":null,"name":"Nature.com"},"author":"Vicente A. Yépez, German Demidov, Kornelia Ellwanger, Steven Laurie, Rebeka Luknárová, Midhuna Immaculate Joseph Maran, Thomas Hentrich, Lydia Sagath, Bart van der Sanden, Galuh Astuti, Kornelia Neveling, Laura Batlle-Masó, Danique Beijer, Felix Brechtmann, Andrés Caballero-Oteyza, Marc Dabad, Anne-Sophie Denommé-Pichon, Cenna Doornbos, Zakaria Eddafir, Berta Estévez-Arias, Ozge Aksel Kilicarslan, Ingrid H. M. Kolen, Leon Kraß, Katja Lohmann, Shubhankar Londhe, Estrella López-Martín, Kars Maassen, William Macken, Beatriz Martínez-Delgado, Davide Mei, Christian Mertes, Raffaella Minardi, Heba Morsy, Juliane S. Mueller, Daniel Natera-de Benito, Isabelle Nelson, Machteld M. Oud, Ida Paramonov, Daniel Picó, Davide Piscia, Kiran Polavarapu, Emanuele Raineri, Marco Savarese, Noor Smal, Marloes Steehouwer, Wouter Steyaert, Morris A. Swertz, Mirja Thomsen, Ana Töpf, Liedewei Van de Vondel, Gerben van der Vries, Antonio Vitobello, Carlo Wilke, Birte Zurek, Peter-Bram t’ Hoen, Leslie Matalonga, Lisenka E. L. M. Vissers, Christian Gilissen, Julia Schulze-Hentrich, Sergi Beltran, Anna Esteve-Codina, Alexander Hoischen, Julien Gagneur, Holm Graessner","title":"Author Correction: The Solve-RD Solvathons as a pan-European interdisciplinary collaboration to diagnose patients with rare disease","description":"Nature Genetics - Author Correction: The Solve-RD Solvathons as a pan-European interdisciplinary collaboration to diagnose patients with rare disease","url":"https://www.nature.com/articles/s41588-025-02500-y","urlToImage":null,"publishedAt":"2026-01-06T00:00:00Z","content":"<li>School of Computation, Information and Technology, Technical University of Munich, Garching, Germany\r\nVicente A. Yépez, Rebeka Luknárová, Felix Brechtmann, Leon Kraß, Shubhankar Londhe, Christian… [+7310 chars]"},{"source":{"id":null,"name":"Nature.com"},"author":"Can Chen, Na Kang, Xin Zhong, Yijun Jia, Renqin Jiang, Chenglin Dai, Haoyang Yang, Lin Chen, Wenqiong Du, Zhaowen Zong","title":"Design and evaluation of a remote damage control surgery real-time guidance system based on HoloLens 2 in low-speed network environments","description":"Scientific Reports - Design and evaluation of a remote damage control surgery real-time guidance system based on HoloLens 2 in low-speed network environments","url":"https://www.nature.com/articles/s41598-025-34705-w","urlToImage":null,"publishedAt":"2026-01-06T00:00:00Z","content":"<li>Dawei, Z., Li, Z., Cao, X. &amp; Li, B. Four years of orthopaedic activities in Chinese Role 2 Hospital of eastern Mali peacekeeping area. BMJ Military Health166, 156160 (2020).\r\nGoogle Scholar \r… [+7941 chars]"},{"source":{"id":null,"name":"Jpcert.or.jp"},"author":"JVN iPedia","title":"JVNDB-2025-023566:MCP Data Science Serverのsafe_eval関数におけるコマンドインジェクションの脆弱性","description":null,"url":"http://vrda.jpcert.or.jp/feed/ja/JVNiPedia_JVNDB-2025-023566_AD_1.html","urlToImage":null,"publishedAt":"2026-01-06T01:51:58Z","content":"MCP Data Science Server（reading-plus-ai/mcp-server-data-exploration）バージョン0.1.6のsafe_eval()関数（src/mcp_server_ds/server.py:108）にコマンドインジェクションの脆弱性が存在します。この関数は、ユーザーが提供したスクリプトをPythonのexec()で実行しますが、グローバルパラメ… [+329 chars]"}]}